;; Alphapapa packages
(package! helm-org-rifle)
(package! org-ql)
(package! org-multi-wiki)
(package! helm-org-multi-wiki)
(package! org-web-tools)
;; Themes
(package! chocolate-theme)
;; Orgmode Packages
(package! org-edna)
;; Misc Packages
(package! ox-reveal)
(package! ox-twbs)
(package! deadgrep)
;; Disabled packages
(package! racer :disable t)
(package! rustic :disable t)
(package! company-restclient :disable t)
(package! github-review :disable t)
(package! highlight-numbers :disable t)
;(package! better-jumper :disable t)
(package! pcre2el :disable t)
(package! ws-butler :disable t)
(package! git-gutter-fringe :disable t)
(package! vi-tilde-fringe :disable t)
(package! auctex :disable t)
(package! centered-window :disable t)
(package! company-auctex :disable t)
(package! company-math :disable t)
(package! company-reftex :disable t)
(package! diff-hl :disable t)
(package! dired-git-info :disable t)
(package! dired-rsync :disable t)
(package! edit-indirect :disable t)
(package! fd-dired :disable t)
(package! flycheck-ledger :disable t)
(package! git-modes :disable t)
(package! github-review :disable t)
(package! latex-preview-pane :disable t)
(package! ledger-mode :disable t)
(package! parinfer-mode :disable t)
(package! ivy-xref :disable t)
(package! macrostep :disable t)
(package! orgit :disable t)
(package! overseer :disable t)
(package! toc-org :disable t)
